Repository: 84000/data-translation-memory
Catalog: toh556-v3.tmx
Source language: bo
Languages: en

source: ལྷའི་དབང་པོ་དེ་ནས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་ཟེར་གྱི་ཕུང་པོ་ཆེན་པོ་དེ་ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་དང་། ཚངས་པ་དང་བཅས་པ་དང་། དགེ་སྦྱོང་དང་བྲམ་ཟེར་བཅས་པའི་སྐྱེ་དགུའི་དོན་གྱི་ཕྱིར་རྒྱུའོ། །
en: “Lord of devas, the tathāgata arhat samyaksaṃbuddha Great Mass of Light was active in order to benefit beings of the world with its devas, with its Brahmā, and with its mendicants and brahmins.

source: ལྷའི་དབང་པོ་དེའི་ཚེ། བུད་མེད་གང་གཱའི་ལྷ་མོ་ཞེས་བྱ་བ་ཞིག་འཁོར་འདུས་པ་དེ་ཉིད་ཀྱི་ནང་དུ་འདུས་པར་གྱུར་ཏེ། འདུག་པ་དེས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་འོད་ཟེར་གྱི་ཕུང་པོ་ཆེན་པོ་ལས་མངོན་སུམ་དུ་བཟུང་།
en: “Lord of devas, at that time, the female Gaṅgadevī entered the gathered assembly of his followers, and present there she obtained from the Tathāgata Great Mass of Light this Dharma teaching.

source: ཀུན་ཆུབ་པར་བྱས། བླངས་ནས་སྐྱེ་བོ་མང་པོ་ལ་ཡང་དག་པར་བསྟན་ཏེ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལ་ཡང་དག་པར་ཞུགས་པར་གྱུར་ཏོ། །
en: She learned it and, having acquired it, taught it to many beings and set forth toward the highest, most complete enlightenment.

source: དེ་དེ་ནས་ཤི་འཕོས་ནས་བུད་མེད་ཀྱི་ལུས་སྤངས་ཏེ། སྐྱེས་པའི་དབང་པོ་ཐོབ་ནས། རྟག་པར་རྒྱུན་དུ་ལྷ་དང་མི་རྣམས་ཀྱི་ནང་དུ་སྐྱེས་ཏེ། ལན་བརྒྱད་ཁྲི་བཞི་སྟོང་དུ་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་བྱས་ནས། དེ་བཞིན་གཤེགས་པ་རིན་ཆེན་འོད་འཕྲོ་ཞེས་བྱ་བར་གྱུར་ཏོ། །
en: When she passed away, she left behind a female body and obtained a male’s faculties and was always thereafter reborn among devas or humans, became a cakravartin king eighty-four thousand times, and then became the Tathāgata Ratnārci.

source: ཀཽ་ཤི་ཀ་འདི་ནས་ཤར་ཕྱོགས་ན་སངས་རྒྱས་ཀྱི་ཞིང་བྱེ་བ་སྟོང་ཕྲག་བརྒྱ་ན་ཆོས་སྟོན་ཏེ་ངས་ད་ལྟ་ན་ཡང་མཐོང་ངོ་། །
en: “Kauśika, even now I see him teaching the Dharma in the east beyond a trillion buddha realms.

source: ཀཽ་ཤི་ཀ་སུ་དག་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིན་ཆེན་འོད་འཕྲོ་དེའི་མིང་ཐོས་པ་དེ་དག་ཐམས་ཅད་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ངེས་པར་འགྱུར་རོ། །
en: “Kauśika, anyone who hears the name of the tathāgata arhat samyaksaṃbuddha Ratnārci will definitely pass into nirvāṇa.

source: བུད་མེད་གང་ལ་ལ་ཞིག་གིས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིན་ཆེན་འོད་འཕྲོ་དེའི་མིང་ཐོས་སམ་འཆི་ཀར་ཡང་མངོན་སུམ་དུ་བྱེད་ན་དེ་ཉིད་དེའི་བུད་མེད་ཀྱི་ལུས་ཀྱི་ཐ་མ་ཡིན་ནོ། །
en: Any woman who hears the name of the tathāgata arhat samyaksaṃbuddha Ratnārci, or perceives him at the time of death, will have been in her last female existence.

source: རིགས་ཀྱི་བུ་གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོ་འདིའི་ཕན་ཡོན་རྣམ་པ་སྣ་ཚོགས་འབྱུང་བར་འགྱུར་ཏེ།
en: “Noble one, many kinds of benefits arise from this Lord King of Sūtras, the Sublime Golden Light.

source: བྱང་ཆུབ་ཀྱི་དགེ་བའི་ཆོས་རྣམས་ཡོངས་སུ་རྒྱས་པར་འགྱུར་བ་དང་། ལས་ཀྱི་སྒྲིབ་པའི་རྒྱུན་ཐམས་ཅད་གཅོད་པར་འགྱུར་རོ། །
en: It increases the good qualities of enlightenment, and it ends all continuities of karmic obscuration.

source: ཡང་དགེ་སློང་ངམ། དགེ་སློང་མའམ། དགེ་བསྙེན་ནམ། དགེ་བསྙེན་མ་གང་ལ་ལ་ཞིག་གིས་གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོ་འདི་འཆད་ཅིང་སྟོན་པའི་གནས་དང་། ཡུལ་འཁོར་དེར་ཕན་ཡོན་རྣམ་པ་འདི་བཞི་འབྱུང་བར་འགྱུར་རོ། །
en: Also, there are four benefits that arise in the location and environs where a bhikṣu, bhikṣuṇī, upāsaka, or upāsikā explains and teaches this Lord King of Sūtras, the Sublime Golden Light.

source: ཡུལ་དེའི་རྒྱལ་པོ་ནད་མེད་ཅིང་གནོད་པ་ཐམས་ཅད་དང་བྲལ་བར་འགྱུར་བ་དང་། ཚེ་རིང་ཞིང་བར་ཆད་མི་འབྱུང་བ་དང་། དགྲ་དང་ཕ་རོལ་གྱི་དམག་ཚོགས་ཀྱིས་འཇོམས་པར་མི་འགྱུར་བ་དང་། བདེ་བར་ལོངས་སྤྱོད་ཅིང་དམ་པའི་ཆོས་ཡོངས་སུ་རྒྱས་པར་བྱེད་པ་དེ་ནི།
en: (1) In that land the king will be healthy and free from all harm; (2) he will have a long life and be free of obstacles; (3) he will not be defeated by the armies of adversaries or enemies; and (4) he will enjoy happiness and spread the Dharma.

source: མིའི་རྒྱལ་པོ་དེ་ལ་བརྒྱ་བྱིན་དང་། ཚངས་པ་དང་། འཇིག་རྟེན་སྐྱོང་བ་བཞི་དང་། གནོད་སྦྱིན་གྱི་བདག་པོ་ལ་སོགས་པས་ཡོངས་སུ་བསྲུངས་པའི་ཕྱིར་རོ། །
en: This is because that human king will be guarded by Śakra, Brahmā, the four world guardians, the lords of the yakṣas, and so on.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ལྷའི་འཁོར་དེ་དག་ལ་རིགས་ཀྱི་བུ་དག །དེ་དེ་ལྟ་ཡིན་ནམ་ཞེས་བཀའ་སྩལ་པ་དང་། དེ་ནས་བརྒྱ་བྱིན་དང་།
en: Then the Bhagavat addressed the assembly of devas, asking, “Noble ones, is it so?”

source: ཚངས་པ་ལ་སོགས་པ་ཚད་མེད་པའི་འཁོར་དེ་དག་གིས་སོ་སོ་ནས་ཚིག་འདི་སྐད་ཅེས་གསོལ་ཏོ། །དེ་དེ་ལྟ་ལགས་སོ། །
en: Śakra, Brahmā, and the rest of the innumerable assembly each said in answer, “It is so.

source: བཅོམ་ལྡན་འདས་ཡུལ་འཁོར་གང་དུ་མདོ་སྡེའི་དབང་པོ་འདི་ཀློག་ཅིང་འདོན་པ་དང་། སྟོན་པ་དེའི་རྒྱལ་པོ་དང་། ཡུལ་འཁོར་དེར་མཆིས་ཏེ། དེ་ལ་བདག་ཅག་གིས་རྟག་ཏུ་བསྲུང་བ་དང་། ལྷན་ཅིག་གནས་པར་བགྱིས་ཏེ།
en: Bhagavat, in whatever land this lord of sūtras is read, recited, and taught, we will go to that king and that land, and there we will continuously guard them and remain with them.

source: རྒྱལ་པོ་དེའི་ཕས་ཀྱི་དགྲ་དང་། གནོད་པ་དང་། བར་ཆད་དང་། ནད་དང་། མྱ་ངན་ལ་སོགས་པ་ཐམས་ཅད་མ་མཆིས་པར་བགྱིའོ། །
en: And we will prevent there being any opposing enemies, harm, obstacles, illness, misery, and so on.

source: ཚེ་རིང་བ་དང་། བདེ་བ་དང་། བཀྲ་ཤིས་སུ་ལྡན་ཞིང་བསམ་པ་ཐམས་ཅད་འགྲུབ་པས། རྟག་པར་སེམས་དགའ་བར་ཡང་བགྱིའོ། །
en: We will cause there to be long life, happiness, good fortune, and the fulfillment of all wishes so that there will be continuous happiness.

source: རྒྱལ་པོའི་འཁོར་དེའི་དམག་རྣམས་ཀྱང་དཔའ་ཞིང་རྟུལ་ཕོད་པར་བགྱིའོ། །
en: We will make that king’s army courageous and heroic.”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ལེགས་སོ་ཞེས་བཀའ་སྩལ་ཏེ།
en: When they had said that, the Bhagavat exclaimed, “Excellent!

source: རིགས་ཀྱི་བུ་དག་ཇི་སྐད་སྨྲས་པ་དེ་བཞིན་དུ་སྒྲུབས་ཤིག་དང་།
en: Noble ones, accomplish what you have said you will do!

source: རྒྱལ་པོ་དེ་ཆོས་བཞིན་དུ་སྤྱོད་པས། དེའི་འབངས་རྣམས་ཀྱང་རྒྱལ་པོ་བཞིན་ཆོས་བཞིན་སྤྱོད་པར་འགྱུར་རོ། །
en: Through the king acting in accord with the Dharma, his subjects also will, like the king, act in accord with the Dharma.

source: དེ་ལ་ཁྱེད་ཀྱི་མཐུ་དང་ཁ་དོག་ཕུན་སུམ་ཚོགས་པས་བསྟང་ཞིང་ཕན་པ་དམ་པས་གནས་དང་། འཁོར་ལ་སོགས་པ་འོད་ཅན་དུ་གྱིས་ཤིག །
en: Your power and color will become perfect, and through that sublime benefit, your residences, entourages, and so on will become radiant.”

source: དེ་ནས་བརྒྱ་བྱིན་དང་། ཚངས་པ་ལ་སོགས་པས་ཀྱང་བཅོམ་ལྡན་འདས་ཀྱིས་ཇི་སྐད་བཀའ་སྩལ་པ་བཞིན་དུ་བགྱིའོ་ཞེས་གསོལ་ཏོ། །
en: Śakra, Brahmā, and the others then said that they would fulfill the instructions of the Bhagavat.

source: དེ་ནས་ཡང་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གང་མདོ་སྡེའི་དབང་པོ་འདི་སྟོན་པ་དང་། རྒྱས་པར་བྱེད་པའི་གནས་དང་། ཡུལ་དེར་རྒྱལ་པོའི་བློན་པོ་རྣམས་ལ་ཕན་ཡོན་རྣམ་པ་འདི་བཞི་འབྱུང་བར་འགྱུར་ཏེ།
en: Then the Bhagavat said, “There are four benefits that will arise for the king’s ministers in the location and environs where this lord of sūtras is taught and promulgated.

source: བཞི་གང་ཞེ་ན། གཅིག་ལ་གཅིག་གུས་ཤིང་། མཛའ་བའི་སེམས་སུ་འགྱུར་བ་དང་། རྟག་ཏུ་རྒྱལ་པོས་གནང་ཞིང་།
en: What are those four?

source: དགེ་སྦྱོང་དང་། བྲམ་ཟེ་དང་། རྒྱལ་ཕྲན་ལ་སོགས་པས་བཙུན་པར་འཛིན་པ་དང་། དམ་པའི་ཆོས་དོན་དུ་གཉེར་ཞིང་ཁེ་དང་གྲགས་པ་མི་ཚོལ་བས་གྲགས་པ་ཆེན་པོ་ཕྱོགས་སུ་རྒྱས་ཤིང་ཀུན་གྱིས་བསྟོད་པ་དང་། ཚེ་རིང་ཞིང་བདེ་བར་ལོངས་སྤྱོད་པ་སྟེ།
en: (1) They will respect each other and be friendly to each other; (2) they will have the authorization of the king and be held in esteem by mendicants, brahmins, minor kings, and so on; (3) dedicated to the Dharma and not seeking gain and fame, they will nevertheless have great fame that spreads through every direction and they will be praised by all; and (4) they will enjoy long life and happiness.

source: བཞི་པོ་དེ་དག་གོ། །
en: Those are the four.

source: གཞན་ཡང་དམ་པའི་ཆོས་འདི་སྟོན་པའི་ཡུལ་དེའི་དགེ་སྦྱོང་དང་། བྲམ་ཟེ་རྣམས་ལ་ཕན་ཡོན་འདི་བཞི་འབྱུང་སྟེ།
en: “Moreover, there are four benefits that will arise for the mendicants and brahmins in the land where this sublime Dharma is taught.

source: བཞི་གང་ཞེ་ན། གོས་དང་། བསོད་སྙོམས་དང་།
en: What are the four?

source: མལ་ཆ་དང་། སྨན་ལ་སོགས་པས་ཕོངས་པར་མི་འགྱུར་བ་དང་། དེ་དག་ཀུན་ཀྱང་ཀློག་པ་དང་། འདོན་པའི་བསམ་པས་སེམས་བདེ་བར་འགྱུར་བ་དང་། རི་དང་ནགས་ཚལ་ལ་སོགས་པར་གནས་པས་བདེ་བར་གནས་པར་འགྱུར་བ་དང་།
en: (1) They will not lack robes, alms, bedding, medicine, and so on; (2) they will be happy in wishing to read and recite; (3) they will be happy dwelling in mountains, forests, and so on; and (4) whatever intention they have in mind will be perfectly fulfilled.

source: གང་བརྣག་པར་བྱ་བའི་བསམ་པ་དེ་ཡོངས་སུ་རྫོགས་པར་འགྱུར་བ་དང་བཞི་པོ་དེ་དག་གོ། །གཞན་ཡང་མདོ་འདི་འདོན་པའི་ཡུལ་དེའི་སྐྱེ་བོ་དེ་དག་ནད་མེད་ཅིང་བདེ་བ་འཕེལ་བ་དང་། ནོར་དང་ཡོ་བྱད་དང་། རིན་པོ་ཆེ་ལ་སོགས་པ་བསྒྲུབ་པ་མྱུར་དུ་འགྲུབ་ཅིང་།
en: “Moreover, the people in the land where this sūtra is recited will be healthy, have increasing happiness, and they will quickly acquire wealth, requisites, precious materials, and so on.

source: བསོད་ནམས་འཕེལ་བ་ལ་སོགས་ཏེ། ཕན་ཡོན་རྣམ་པ་དེ་དག་དང་ལྡན་པར་འགྱུར་རོ། །
en: Their merit will increase, and so on, so that they will have such benefits.”

source: དེ་ནས་བརྒྱ་བྱིན་དང་། ཚངས་པ་དང་། རྒྱལ་པོ་ཆེན་པོ་བཞི་ལ་སོགས་པའི་འཁོར་དེ་དག་གིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་དོན་ཟབ་མོ་སྟོན་པའི་མདོ་སྡེ་འདི་ཇི་སྲིད་འཇིག་རྟེན་ན་གནས་ཀྱི་བར་དུ་བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་གྱི་ཆོས་རྣམས་ཀྱང་གནས་པར་འགྱུར་རོ། །
en: Then that assembly of Śakra, Brahmā, the Four Mahārājas, and the rest said, “Bhagavat, for as long as this sūtra that teaches a profound meaning remains in this world, for that long the qualities of the thirty-seven aspects of enlightenment will remain.

source: མདོ་སྡེ་འདི་ནམ་མི་བཞུགས་པར་གྱུར་པའི་དུས་དེར། དམ་པའི་ཆོས་རྣམས་ཀྱང་མེད་པར་འགྱུར་རོ་ཞེས་གསོལ་པ་དང་།
en: When this sūtra no longer remains, then the Dharma will cease to exist.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དེ་དེ་ལྟའོ། །
en: “It is so,” said the Bhagavat.

source: རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་ཁྱོད་ཀྱིས་གསེར་འོད་དམ་པའི་མདོ་འདི་ལས་ཐ་ན་ཚིག་གཅིག་གམ། ཚིགས་སུ་བཅད་པ་གཅིག་གམ། ལེའུ་གཅིག་གམ། སྡེ་ཚང་བར་ཡང་རུང་སྟེ། ཡང་དག་པར་གདོན་པར་བྱ། གཟུང་བར་བྱ། བསམ་པར་བྱ། ཡོངས་སུ་བསྒྲུབ་པར་བྱའོ། །སེམས་ཅན་མང་པོའི་ཡུན་གྱི་དོན་དང་། ཕན་པ་དང་། བདེ་བའི་ཕྱིར་ཀུན་ལ་སྟོན་ཅིང་རྒྱས་པར་བྱེད་ན། དེ་བསོད་ནམས་ཀྱི་ཕུང་པོ་ཚད་མེད་པ་དང་ལྡན་པར་འགྱུར་རོ། །
en: “Therefore, noble ones, recite correctly; possess, contemplate, and practice at least one word, or one verse, or one chapter, or the entirety of this Sūtra of the Sublime Golden Light and teach it widely to all for the sake of the long-lasting welfare, benefit, and happiness of many beings.”

source: ཞེས་བཀའ་སྩལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ། །
en: When he had said that, they praised the words of the Bhagavat.

source: གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་ལས། ལས་ཀྱི་སྒྲིབ་པ་རྒྱུན་གཅོད་པ་ཞེས་བྱ་བའི་ལེའུ་སྟེ་ལྔ་པའོ།། །།
en: This concludes “The End of the Continuum of Creating Karma,” the fifth chapter of “The Lord King of Sūtras, the Sublime Golden Light.”

source: བམ་པོ་བཞི་པ། དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བློ་གྲོས་མི་ཟད་པ་སྟན་ལས་ལངས་ཏེ། བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས། པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས།
en: Chapter 6: The Purification of the Bhūmis Then the bodhisattva mahāsattva Akṣayamati rose from his seat and, with his upper robe over one shoulder, knelt on his right knee, placed his palms together in homage, and bowed toward the Bhagavat.

source: བཅོམ་ལྡན་འདས་ལ་རིན་པོ་ཆེ་སྣ་ཚོགས་ཀྱི་མེ་ཏོག་གི་གདུགས་དང་། མེ་ཏོག་གི་ཕུར་མས་མཆོད་ནས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བྱང་ཆུབ་ཀྱི་སེམས་བྱང་ཆུབ་ཀྱི་སེམས་ཞེས་བགྱི་བ།
en: He offered the Bhagavat parasols of various jewels and flowers and baskets of flowers, and then he said to the Bhagavat, “Bhagavat, you have said repeatedly ‘the enlightenment mind, the enlightenment mind.’

source: བཅོམ་ལྡན་འདས་ཇི་ཙམ་གྱིས་ན། བྱང་ཆུབ་སེམས་དཔའ་བྱང་ཆུབ་ཀྱི་སེམས་དང་ལྡན་པ་ལགས། བཅོམ་ལྡན་འདས་བྱང་ཆུབ་ཀྱི་སེམས་གང་ལགས། བཅོམ་ལྡན་འདས་བྱང་ཆུབ་ལ་ནི་སེམས་སམ། བྱང་ཆུབ་སེམས་དཔའ་མ་དམིགས། མི་དམིགས་དམིགས་པར་ཡང་མི་འགྱུར་རོ། །
en: Bhagavat, to what extent does a bodhisattva have an enlightenment mind?

source: བྱང་ཆུབ་ལས་གུད་ན་ཡང་བྱང་ཆུབ་ཀྱི་སེམས་མི་དམིགས་ཏེ།
en: Bhagavat, what is an enlightenment mind?

source: བྱང་ཆུབ་ནི་བརྗོད་དུ་མ་མཆིས། སེམས་ནི་གཟུགས་མ་མཆིས། བསྟན་དུ་མ་མཆིས། ཐོགས་པ་མ་མཆིས། རྣམ་པར་རིག་པ་མ་མཆིས་ཤིང་། སེམས་དཔའ་ཡང་མི་དམིགས་ན། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ཆོས་འདི་དག་གི་དོན་རྟོགས་པར་བགྱི།
en: Bhagavat, if a bodhisattva has no aspiration or focus, has not focused, and will not focus on enlightenment because enlightenment is indescribable, and because aspiration has no form, cannot be shown, is immaterial and imperceivable, then how, Bhagavat, should the meaning of those Dharma teachings be understood?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རིགས་ཀྱི་བུ་འདི་ལ་བྱང་ཆུབ་ནི་བརྡའམ། གདགས་པའམ། ཐ་སྙད་དུ་མི་དམིགས་ཤིང་། བྱང་ཆུབ་ལས་གུད་ན། བྱང་ཆུབ་ཀྱི་སེམས་ཀྱང་མི་དམིགས་ལ།
en: “Noble one,” replied the Bhagavat, “enlightenment should not be focused upon as an epithet, a designation, or a term.

source: བྱང་ཆུབ་ནི་བརྗོད་དུ་མེད། སེམས་ནི་གཟུགས་མེད། བསྟན་དུ་མེད། ཐོགས་པ་མེད། རྣམ་པར་རིག་པ་མེད་དེ། སེམས་དཔའ་ཡང་མི་དམིགས་སོ། །
en: Enlightenment is indescribable; aspiration has no form, cannot be shown, is immaterial and imperceivable, and a bodhisattva has no focus.

source: བྱང་ཆུབ་ནི་བརྗོད་དུ་མེད་པ་སྟེ།
en: Enlightenment is indescribable.

source: བྱང་ཆུབ་ཇི་ལྟ་བར་སེམས་ཀྱང་དེ་བཞིན་ནོ། །
en: Just as enlightenment is, that is what the aspiration is like.

source: སེམས་ཇི་ལྟ་བར་བྱང་ཆུབ་ཀྱང་དེ་བཞིན་ནོ། །
en: Just as the aspiration is, that is what enlightenment is like.

source: བྱང་ཆུབ་དང་སེམས་ཇི་ལྟ་བར་སེམས་དཔའ་རྣམས་ཀྱང་དེ་བཞིན་ནོ། །
en: Just as enlightenment and aspiration are, that is what the bodhisattvas are like.

source: སེམས་དཔའ་རྣམས་ཇི་ལྟ་བར་འདས་པ་དང་། མ་འོངས་པ་དང་། ད་ལྟར་བྱུང་བའི་ཆོས་ཐམས་ཅད་ཀྱང་དེ་བཞིན་ནོ། །
en: Just as the bodhisattvas are, that is what all past, future, and present phenomena are like.

source: རིགས་ཀྱི་བུ་དེ་ལྟར་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱང་ཆུབ་སེམས་དཔའི་མིང་འཐོབ་བོ། །
en: “That is why, noble one, the bodhisattva mahāsattvas gain the name bodhisattvas.

source: ཆོས་ཐམས་ཅད་ཀྱི་རྗེས་སུ་སོང་བའི་སེམས་དེ་ནི། བྱང་ཆུབ་ཀྱི་སེམས་ཞེས་བྱའོ། །
en: The aspiration that follows all Dharmas is called the enlightenment mind.

source: བྱང་ཆུབ་ནི་འདས་པ་དང་། མ་འོངས་པ་དང་། ད་ལྟར་བྱུང་བ་ཡང་མ་ཡིན་ཏེ། སེམས་ཀྱང་དེ་བཞིན་ནོ། །
en: Enlightenment is not the past, the future, or the present, and the mind is the same.

source: ཆོས་ཐམས་ཅད་མི་དམིགས་པའི་ཕྱིར་འདི་ལ་ཅི་ཡང་རྙེད་པ་མེད་དེ།
en: Because there is no focus on any phenomenon, there is nothing to be found in this.

source: བྱང་ཆུབ་ཀྱང་མེད།
en: There is no enlightenment.

source: བྱང་ཆུབ་ཏུ་གདགས་པ་ཡང་མེད།
en: There is no designation as enlightenment.

source: སེམས་ཅན་ཡང་མེད།
en: There are no beings.

source: སེམས་ཅན་དུ་གདགས་པ་ཡང་མེད།
en: There are no designations as beings.

source: ཉན་ཐོས་ཀྱང་མེད།
en: There are no śrāvakas.

source: ཉན་ཐོས་སུ་གདགས་པ་ཡང་མེད།
en: There are no designations as śrāvakas.

source: རང་སངས་རྒྱས་ཀྱང་མེད།
en: There are no pratyekabuddhas.

source: རང་སངས་རྒྱས་སུ་གདགས་པ་ཡང་མེད།
en: There are no designations as pratyekabuddhas.

source: བྱང་ཆུབ་སེམས་དཔའ་ཡང་མེད།
en: There are no bodhisattvas.

source: བྱང་ཆུབ་སེམས་དཔར་གདགས་པ་ཡང་མེད།
en: There are no designations as bodhisattvas.

source: སངས་རྒྱས་ཀྱང་མེད།
en: There are no buddhas.

source: སངས་རྒྱས་སུ་གདགས་པ་ཡང་མེད།
en: There are no designations as buddhas.

source: འདུས་བྱས་ཀྱང་མེད།
en: There are no composite phenomena.

source: འདུས་བྱས་སུ་གདགས་པ་ཡང་མེད།
en: There are no designations as composite phenomena.

source: འདུས་མ་བྱས་ཀྱང་མེད།
en: There is no noncomposite.

source: འདུས་མ་བྱས་སུ་གདགས་པ་ཡང་མི་དམིགས་དམིགས་པར་མི་འགྱུར་བའོ། །
en: There is no designation as noncomposite.

source: རིགས་ཀྱི་བུ་འོན་ཀྱང་དཔེར་ན་རི་རབ་ཀྱི་ཚུལ་དུ་དགེ་བའི་རྩ་བ་ཐམས་ཅད་ཀྱིས་ཡང་དག་པར་འཕགས་པའི་སེམས་དང་པོ་སྐྱེས་ཏེ།
en: “However, noble one, the development of the first noble aspiration is like Sumeru; it is truly high because of all the roots of merit.

source: དེ་ལ་རྒྱུ་ནི་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པའོ། །
en: Its cause is the perfection of generosity.

source: སེམས་བསྐྱེད་པ་གཉིས་པ་ནི་ཆོས་ཐམས་ཅད་ཀྱི་བྱ་བའི་གནས་ཀྱི་ཚུལ་གྱིས་ས་ལྟ་བུར་བལྟ་སྟེ་དེ་ལ་རྒྱུ་ནི་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའོ། །
en: “The second development of aspiration is like the earth in being the location of all activities in the Dharma. Its cause is the perfection of correct conduct.

source: སེམས་བསྐྱེད་པ་གསུམ་པ་ནི་འཇིགས་པ་མེད་པ་དང་། བག་ཚ་བ་མེད་པ་དང་། སྐྲག་པ་མེད་པའི་ཚུལ་གྱིས། རི་དགས་ཀྱི་རྒྱལ་པོ་སེང་གེ་རལ་པ་ཅན་གྱི་རྩལ་ལྟ་བུར་བལྟ་སྟེ།
en: “The third development of aspiration is like the maned lion, the king of animals, because it has no terror, no anxiety, and no fear.

source: དེ་ལ་རྒྱུ་ནི་བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པའོ། །
en: Its cause is the perfection of patience.

source: སེམས་བསྐྱེད་པ་བཞི་པ་ནི་ཕྱིར་མི་ལྡོག་པའི་ཚུལ་གྱིས། སྲེད་མེད་ཀྱི་བུའི་མཐུ་དང་། སྟོབས་དང་། དྲག་ཤུལ་དང་། བརྩོན་འགྲུས་དང་།
en: “The fourth development of aspiration is like the might, strength, force, diligence, and courage of Nārāyaṇa, because it is irreversible.

source: བརྟུལ་བ་ལྟ་བུར་བལྟ་སྟེ། དེ་ལ་རྒྱུ་ནི་བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའོ། །
en: Its cause is the perfection of diligence.

source: སེམས་བསྐྱེད་པ་ལྔ་པ་ནི་བསོད་ནམས་ཀྱིས་ཆོག་མི་ཤེས་པའི་ཚུལ་གྱིས། དགེ་བ་སྣ་ཚོགས་ཀྱིས་ཡང་དག་པར་འཕགས་པ་ལྟ་བུར་བལྟ་སྟེ།
en: “The fifth development of aspiration is like someone who is truly noble through their various good actions because they are never satisfied with their merit.

source: དེ་ལ་རྒྱུ་ནི་བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའོ། །
en: Its cause is the perfection of meditation.

source: སེམས་བསྐྱེད་པ་དྲུག་པ་ནི་མུན་པ་མུན་ནག་ཆེན་པོ་སེལ་བའི་ཚུལ་གྱིས་ཉི་མའི་དཀྱིལ་འཁོར་འོད་གསལ་བ་ལྟ་བུར་བལྟ་སྟེ། །
en: “The sixth development of aspiration is like the bright disk of the sun because it dispels deep darkness.

source: དེ་ལ་རྒྱུ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའོ། །
en: Its cause is the perfection of wisdom.

source: སེམས་བསྐྱེད་པ་བདུན་པ་ནི་དེད་དཔོན་མཛོད་ཆེན་པོས་ཕྱུག་པ་ལྟ་བུར་འཁོར་བའི་འབྲོག་དགོན་པ་ལས་སྒྲོལ་བའི་ཚུལ་གྱིས། བསམ་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱེད་པས་དེ་ལ་ལེགས་པར་བརྒྱན་པ་ལྟ་བུར་བལྟ་སྟེ།
en: “The seventh development of aspiration is like a head merchant who is wealthy with great treasure because it is a perfect adornment; it brings freedom from the wilderness of saṃsāra and fulfills all wishes.

source: དེ་ལ་རྒྱུ་ནི་ཐབས་མཁས་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པའོ། །
en: Its cause is the perfection of skill in methods.

source: སེམས་བསྐྱེད་པ་བརྒྱད་པ་ནི་ཟླ་བ་ཉ་བའི་དཀྱིལ་འཁོར་རྣམ་པར་དག་པའི་དཔེའི་ཚུལ་གྱིས་སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་དག་པ་ཡོངས་སུ་རྫོགས་པར་བྱེད་པ་ལྟ་བུར་བལྟ་སྟེ།
en: “The eighth development of aspiration is like the pure disk of the full moon, because it completes purification from all obscurations.

source: དེ་ལ་རྒྱུ་ནི་སྨོན་ལམ་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའོ། །
en: Its cause is the perfection of prayer.

source: སེམས་བསྐྱེད་པ་དགུ་པ་ནི་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པའི་ཡོན་ཏན་གྱི་རྒྱན་བཀོད་པ་ཐམས་ཅད་ཀྱི་དཀྱིལ་འཁོར་གྱི་ཚུལ་གྱིས། བསམ་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱེད་པ་ལྟ་བུར་བལྟ་སྟེ།
en: “The ninth development of aspiration is like the fulfillment of all wishes, because it is the domain of all the displays of the qualities of the pure buddha realms.

source: དེ་ལ་རྒྱུ་ནི་སྟོབས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའོ། །
en: Its cause is the perfection of strength.

source: སེམས་བསྐྱེད་པ་བཅུ་པ་ནི། ཡོན་ཏན་དང་། ཡེ་ཤེས་དང་། ཆོས་ཐམས་ཅད་ལ་དབང་སྒྱུར་བར་དབང་བསྐུར་བ་ཐོབ་པས་འཁོར་ལོས་སྒྱུར་བའི་མཚན་གྱི་དཔེའི་ཚུལ་གྱིས། ནམ་མཁའ་དང་མཚུངས་པ་ལྟ་བུར་བལྟ་སྟེ།
en: “The tenth development of aspiration is like space because it has the way of the characteristics of a cakravartin due to having attained the consecration of mastery over all qualities, wisdom, and Dharmas.

source: དེ་ལ་རྒྱུ་ནི་ཡེ་ཤེས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའོ། །
en: Its cause is the perfection of knowledge.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བསྐྱེད་པ་ནི་བཅུ་པོ་འདི་དག་ཡིན་ཏེ།
en: “Noble one, those are a bodhisattva’s ten developments of aspiration.

source: འདི་དག་དང་ལྡན་པས་བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱའོ། །དོན་དམ་པར་ན་འདི་ལ་བྱང་ཆུབ་ཀྱང་མེད། བྱང་ཆུབ་སེམས་དཔའ་ཡང་མེད། བྱང་ཆུབ་ཀྱི་སེམས་ཀྱང་མེད་དོ། །
en: Through having these one is called a bodhisattva, but ultimately, there is no enlightenment, there is no bodhisattva, and there is no aspiration of enlightenment.

source: རིགས་ཀྱི་བུ་དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་སྔོན་དུ་འགྲོ་བའི་ཆོས་རྣམ་པ་བཅུ་སྟེ།
en: “Noble one, there are ten qualities that are preliminaries to the perfection of generosity of a bodhisattva.

source: བཅུ་གང་ཞེ་ན་འདི་ལྟ་སྟེ། དད་པའི་དབང་པོ་སྔོན་དུ་འགྲོ་བ་དང་། བསམ་པ་སྔོན་དུ་འགྲོ་བ་དང་། ལྷག་པའི་བསམ་པ་སྔོན་དུ་འགྲོ་བ་དང་།
en: What are the ten?

source: ཕ་རོལ་ཏུ་ཕྱིན་པ་སྔོན་དུ་འགྲོ་བ་དང་། བྱམས་པ་ཆེན་པོ་སྔོན་དུ་འགྲོ་བ་དང་། སྙིང་རྗེ་ཆེན་པོ་སྔོན་དུ་འགྲོ་བ་དང་། སེམས་ཅན་གྱི་རྟེན་སྔོན་དུ་འགྲོ་བ་དང་། བསྡུ་བའི་དངོས་པོ་སྔོན་དུ་འགྲོ་བ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་འདོད་པ་སྔོན་དུ་འགྲོ་བ་དང་།
en: They are (1) the preliminary of the power of faith; (2) the preliminary of contemplation; (3) the preliminary of superior aspiration; (4) the preliminary of the perfections; (5) the preliminary of great love; (6) the preliminary of great compassion; (7) the preliminary of being a support for beings; (8) the preliminary of the methods of gathering beings; (9) the preliminary of desiring the Dharma of the buddhas; and (10) the preliminary of wishing for omniscient wisdom.

source: ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་འདོད་པ་སྔོན་དུ་འགྲོ་བ་སྟེ། རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་འདིའི་སྔོན་དུ་འགྲོ་བའི་ཆོས་རྣམ་པ་བཅུའོ། །
en: “Noble one, those are the ten qualities that are the preliminaries for the perfection of generosity of the bodhisattvas.

source: རིགས་ཀྱི་བུ་དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི། སྔོན་དུ་འགྲོ་བའི་ཆོས་རྣམ་པ་བཅུ་སྟེ།
en: “Noble one, there are ten qualities that are preliminaries to the perfection of correct conduct of a bodhisattva.

source: བཅུ་གང་ཞེ་ན་འདི་ལྟ་སྟེ། ལུས་ཀྱི་ལས་ཡོངས་སུ་དག་པ་སྔོན་དུ་འགྲོ་བ་དང་། ངག་གི་ལས་ཡོངས་སུ་དག་པ་སྔོན་དུ་འགྲོ་བ་དང་།
en: What are the ten?

source: ཡིད་ཀྱི་ལས་ཡོངས་སུ་དག་པ་སྔོན་དུ་འགྲོ་བ་དང་། རྣམ་པར་མི་འཚེ་བ་སྔོན་དུ་འགྲོ་བ་དང་། ངན་སོང་ཐམས་ཅད་རྣམ་པར་སྤོང་བ་སྔོན་དུ་འགྲོ་བ་དང་། མི་ཁོམ་པ་བརྒྱད་རྣམ་པར་སྤོང་བ་སྔོན་དུ་འགྲོ་བ་དང་། ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཀྱི་ས་ལས་འདས་པ་སྔོན་དུ་འགྲོ་བ་དང་།
en: They are (1) the preliminary of pure physical conduct; (2) the preliminary of pure vocal conduct; (3) the preliminary of pure mental conduct; (4) the preliminary of nonviolence; (5) the preliminary of avoiding the lower existences; (6) the preliminary of avoiding the unfortunate states; (7) the preliminary of transcending the level of the śrāvakas and pratyekabuddhas; (8) the preliminary of establishing the qualities of buddhahood; (9) the preliminary of complete aspiration; and (10) the preliminary of complete prayer.

source: སངས་རྒྱས་ཀྱི་ཡོན་ཏན་ལ་དགོད་པ་སྔོན་དུ་འགྲོ་བ་དང་། བསམ་པ་ཡོངས་སུ་རྫོགས་པ་སྔོན་དུ་འགྲོ་བ་དང་། སྨོན་ལམ་ཡོངས་སུ་རྫོགས་པ་སྔོན་དུ་འགྲོ་བ་སྟེ། རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་སྔོན་དུ་འགྲོ་བའི་ཆོས་རྣམ་པ་འདི་བཅུའོ། །
en: “Noble one, those are the ten qualities that are the preliminaries for the perfection of correct conduct of the bodhisattvas.

source: རིགས་ཀྱི་བུ་དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་སྔོན་དུ་འགྲོ་བའི་ཆོས་རྣམ་པ་བཅུ་སྟེ།
en: “Noble one, there are ten qualities that are preliminaries to the perfection of patience of a bodhisattva.

source: བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། རྗེས་སུ་འཆགས་པ་སྤོང་བ་སྔོན་དུ་འགྲོ་བ་དང་། ཁོང་ཁྲོ་བ་སྤོང་བ་སྔོན་དུ་འགྲོ་བ་དང་། ལུས་ལ་མི་ལྟ་བ་སྔོན་དུ་འགྲོ་བ་དང་།
en: What are the ten?
